tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "planetscale/tap"
tap "shivammathur/php"
tap "shopify/shopify"
brew "webp"
brew "aom"
brew "bat"
brew "boost"
brew "openssl@1.1"
brew "curl"
brew "php"
brew "composer"
brew "deno"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "graphviz"
brew "htop"
brew "httpd"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lftp"
brew "llvm"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "node"
brew "node@16"
brew "openjdk"
brew "openvpn"
brew "pnpm"
brew "qcachegrind"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "tcpdump"
brew "tmux"
brew "watchman"
brew "wget"
brew "zellij"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "planetscale/tap/pscale"
brew "shivammathur/php/php@7.4"
brew "shopify/shopify/shopify-cli"
cask "appcleaner"
cask "bartender"
cask "contexts"
cask "google-chrome"
cask "iterm2"
cask "mounty"
cask "ngrok"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tableplus"
cask "vscodium"
cask "warp"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "cjhowe7.laravel-blade"
vscode "dbaeumer.vscode-eslint"
vscode "DominicVonk.auto-toggle-sidebar"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "jdinhlife.gruvbox"
vscode "jock.svg"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "rvest.vs-code-prettier-eslint"
vscode "shufo.vscode-blade-formatter"
vscode "srcery-colors.srcery-colors"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "XadillaX.viml"
