tap "homebrew/bundle"
tap "shivammathur/php"
brew "bat"
brew "btop"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "git-delta"
brew "go"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "php@8.1", link: true
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tmux"
brew "wget"
brew "zsh-syntax-highlighting"
brew "shivammathur/php/php@7.4"
cask "alt-tab"
cask "bartender"
cask "discord"
cask "docker"
cask "ghostty"
cask "iterm2"
cask "keka"
cask "kitty"
cask "mimestream"
cask "notion-calendar"
cask "slack"
cask "spotify"
cask "stats"
cask "surfshark"
cask "tableplus"
cask "whatsapp"
cask "zed"
