tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "shivammathur/php"
brew "webp"
brew "openssl@1.1"
brew "bat"
brew "composer"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "httpd"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lftp"
brew "neofetch"
brew "neovim"
brew "node"
brew "nodeenv"
brew "openjdk"
brew "openvpn"
brew "ripgrep"
brew "speedtest-cli"
brew "tcpdump"
brew "tmux"
brew "watchman"
brew "wget"
brew "shivammathur/php/php@7.4"
cask "appcleaner"
cask "bartender"
cask "contexts"
cask "google-chrome"
cask "iterm2"
cask "kitty"
cask "mounty"
cask "ngrok"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tableplus"
